Repository: RedTurtle/Products.DataGridField
Catalog: Products/DataGridField/locales/*/LC_MESSAGES/datagridfield.po
Languages: fr

source: Bad
fr: Incorrect

source: DataGridDemoType_help_AutoInsertRows
fr: Insérer une nouvelle ligne automatiquement lorsuqe la dernière a été saisie. Lorsque vous éditez la dernière ligne, une nouvelle est créée automatiquement.

source: DataGridDemoType_help_DemoField2
fr: Définir les valeurs par défaut pour les lignes créées. Choisissez la valeur par défaut pour SelectColumn depuis le dictionnaire par défaut.

source: DataGridDemoType_help_DemoField3
fr: Test des colonnes cases à option et des cases à cocher

source: DataGridDemoType_help_DemoField4
fr: Test de la colonne aide

source: DataGridDemoType_help_Skills
fr: Langage/technologie/outil/méthode qui ont un intéret pour l'employeur

source: DataGridDemoType_label_Skills
fr: Compétences

source: Friendly name
fr: Surnom

source: Good
fr: Marchandise

source: Level
fr: Niveau

source: My friendly name
fr: Mon surnom

source: Sample value 1
fr: Valeur 1

source: Sample value 2
fr: Valeur 2

source: See help here
fr: Aide

source: Skill
fr: Compétence

source: Some default text
fr: Un texte par défaut

source: label_datagridwidget_add_new_row
fr: Ajouter une ligne

source: label_datagridwidget_link
fr: Lien:

source: label_datagridwidget_manipulators_addrow
fr: Ajouter une ligne

source: label_datagridwidget_manipulators_deleterow
fr: Supprimer la ligne

source: label_datagridwidget_manipulators_moverowdown
fr: Déplacer la ligne vers le bas

source: label_datagridwidget_manipulators_moverowup
fr: Déplacer la ligne vers le haut

source: label_datagridwidget_text
fr: Texte:
